In [6]:
import numpy as np
import pandas as pd

In [2]:
x= np.array([1,2,3,4])

In [3]:
x

array([1, 2, 3, 4])

In [7]:
data = pd.read_csv('book1.csv')

In [8]:
data

        Name Branch
0  Sai teja     AIDS
1   Sanjana     AIDS
2    Sampath     CSE
3     Pavan      CSE